Repository: AshishSolanki4172/tuleap
Catalog: site-content/*/LC_MESSAGES/tuleap-mytuleap_contact_support.po
Languages: fr_fr

source: Display a contact support modal
fr_fr: Affiche une modale pour contacter le support

source: Hello %s,
fr_fr: Bonjour %s,

source: Help
fr_fr: Aide

source: I have a question about the tracker reports
fr_fr: J’ai une question à propos de l’outil de suivi

source: I need help to configure my own report in order to...
fr_fr: J’ai besoin d’aide pour configurer mon propre rapport de façon à…

source: More information about Tuleap
fr_fr: Plus d’informations à propos de Tuleap

source: Ooops, an error has occured. Please contact your administrator %s.
fr_fr: Oups, une erreur est survenue. Veuillez contacter votre administrateur %s.

source: Send a message to the myTuleap team
fr_fr: Envoyer un message à l’équipe myTuleap

source: Send my message
fr_fr: Envoyer mon message

source: Sending...
fr_fr: Envoi…

source: Subject
fr_fr: Sujet

source: Subject:
fr_fr: Sujet:

source: Thank you
fr_fr: Merci

source: Thank you for your confidence,
fr_fr: Merci de votre confiance,

source: We have well received your message
fr_fr: Nous avons bien reçu votre message

source: We have well received your message. We will do our best to get back to you as soon as possible. You can find below a copy of your message:
fr_fr: Nous avons bien reçu votre message. Nous ferons de notre mieux pour vous répondre dès que possible. Veuillez trouver ci-dessous une copie de votre message :

source: Your message has been sent to the myTuleap team. You will receive an answer as soon as possible.
fr_fr: Votre message a été envoyé à l’équipe myTuleap. Vous recevrez une réponse dès que possible.

source: myTuleap Team
fr_fr: L’équipe myTuleap

source: myTuleap contact support
fr_fr: Contacter le support myTuleap
