Repository: AshishSolanki4172/tuleap
Catalog: site-content/*/LC_MESSAGES/tuleap-botmattermost.po
Languages: fr_fr

source: A bot with the same name and the same webhook URL already exists
fr_fr: Un robot avec le même nom et le même URL de webhook existe déjà

source: Add bot
fr_fr: Ajouter un robot

source: Add one channel name per row
fr_fr: Ajoutez un nom de canal par ligne

source: Avatar URL
fr_fr: URL de l'avatar

source: Bot Configuration
fr_fr: Configuration

source: Bot Mattermost
fr_fr: Robot Mattermost

source: Bot Mattermost configuration
fr_fr: Configuration des robots Mattermost

source: Bot added successfully
fr_fr: Robot ajouté avec succès

source: Bot name
fr_fr: Nom du robot

source: Bot name...
fr_fr: Nom...

source: Bot successfully deleted
fr_fr: Robot supprimé avec succès

source: Bot successfully edited
fr_fr: Robot édité avec succès

source: Bot to send notifications in Mattermost
fr_fr: Robot pour recevoir des notifications sur Mattermost

source: Bots list
fr_fr: Liste des robots

source: Cancel
fr_fr: Annuler

source: Channel handles list
fr_fr: Liste des canaux

source: Channel1 Channel2 Channel3
fr_fr: Canal1 Canal2 Canal3

source: Channels handles
fr_fr: Canaux

source: Delete
fr_fr: Supprimer

source: Delete bot
fr_fr: Supprimer un robot

source: Edit
fr_fr: Éditer

source: Edit bot
fr_fr: Éditer un robot

source: Failed to add the bot
fr_fr: L'ajout du robot a échoué

source: Failed to delete the bot
fr_fr: La suppression du robot a échoué

source: Failed to update the bot
fr_fr: La mise à jour du robot a échoué

source: Invalid URL
fr_fr: URL invalide

source: Invalid bot ID
fr_fr: L'identifiant du robot est invalide

source: Name
fr_fr: Nom

source: No bot found
fr_fr: Aucun robot n'a été trouvé

source: No channels found
fr_fr: Aucun canal n'a été trouvé

source: No message content to send
fr_fr: Aucun contenu de message à envoyer

source: No results
fr_fr: Aucun résultat

source: The channel handle is display in its URL<br>example: https://example.com/myGroup/channels/mychannel<br>handle: mychannel
fr_fr: L'indentifiant du canal est visible dans son URL<br>exemple: https://example.com/monGroupe/channels/monsalondediscussion<br>identifiant : monsalondediscussion

source: The name and the webhook URL input must be filled
fr_fr: les champs "nom du robot" et "URL du webhook" doivent être renseignés

source: Update
fr_fr: Mettre à jour

source: Webhook URL
fr_fr: URL du Webhook

source: You are about to remove a bot. Please confirm your action.
fr_fr: Cette suppression est irréversible. Veuillez confirmer la suppresion du robot.
