Repository: AshishSolanki4172/tuleap
Catalog: plugins/webauthn/site-content/*/LC_MESSAGES/tuleap-webauthn.po
Languages: fr_fr

source: Add a passkey
fr_fr: Ajouter une clé d'authentification

source: Add passkey
fr_fr: Ajouter la clé d'authentification

source: Adding a new passkey
fr_fr: Ajouter une clé d'authentification

source: Are you sure you want to remove your passkey?
fr_fr: Êtes-vous sûr de vouloir supprimer votre clé d'authentification ?

source: Authentication with passkeys
fr_fr: Authentification avec des clés d'authentification

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Confirm
fr_fr: Confirmer

source: Created at
fr_fr: Créée le

source: Deleting a passkey
fr_fr: Suppression d'une clé d'authentification

source: It's recommended to register at least 2 keys
fr_fr: Il est recommandé d'enregistrer au moins 2 clés

source: Last use
fr_fr: Dernière utilisation

source: My key
fr_fr: Ma clé

source: Name
fr_fr: Nom

source: No registered passkeys
fr_fr: Aucune clé d'authentification enregistrée

source: Passkeys
fr_fr: Clés d'authentification

source: Remove
fr_fr: Supprimer

source: Your browser doesn't support WebAuthn
fr_fr: Votre navigateur ne prend pas en charge WebAuthn
