Repository: AshishSolanki4172/tuleap
Catalog: plugins/gitlab/scripts/artifact-create-branch-action/po/*.po
Languages: fr_fr

source: An error occurred while creating %{ branch_name }, please try again
fr_fr: Une erreur est survenue pendant la création de %{ branch_name }, veuillez réessayer

source: An error occurred while creating the associated merge request.
fr_fr: Une erreur est survenue pendant la création de la demande de fusion associée.

source: Close
fr_fr: Fermer

source: Create a merge request based on this new branch to the default branch
fr_fr: Créer une demande de fusion basée sur cette nouvelle branche en intégration dans la branche par défaut.

source: Create branch
fr_fr: Créer la branche

source: Create branch on a GitLab repository
fr_fr: Créer une branche dans un dépôt GitLab

source: Git reference from where the branch should be created
fr_fr: La référence Git à partir de laquelle la branche va être créée

source: GitLab repositories integrations
fr_fr: Intégrations de dépôts GitLab

source: Must be an existing git commit SHA-1 or a branch name
fr_fr: Doit être le SHA-1 d'un commit existant ou le nom d'une branche

source: The associated merge request has been created.
fr_fr: La demande de fusion associée a bien été créée.

source: The branch %{ branch_name } already exists on %{ repo_name }
fr_fr: La branch %{ branch_name } existe déjà dans le dépôt %{ repo_name }

source: The branch <a href="%{ branch_url }">%{ branch_name }</a> has been successfully created on <a href="%{ repo_url }">%{ repo_name }</a>
fr_fr: La branche <a href="%{ branch_url }">%{ branch_name }</a> a été créé avec succés dans le dépôt <a href="%{ repo_url }">%{ repo_name }</a>

source: The following branch will be created
fr_fr: La branche suivante sera créée

source: The reference %{ ref_name } does not seem to exist on %{ repo_name }
fr_fr: La référence %{ ref_name } ne semble pas exister dans le dépôt %{ repo_name }
