Repository: AshishSolanki4172/tuleap
Catalog: plugins/program_management/scripts/artifact-additional-action/po/*.po
Languages: fr_fr

source: Add to backlog
fr_fr: Ajouter au backlog

source: Add to top backlog
fr_fr: Ajouter à la planification générale

source: An error occurred while adding this artifact to backlog.
fr_fr: Une erreur s'est produite lors de l'ajout de cet artéfact dans le backlog.

source: An error occurred while adding this artifact to top backlog.
fr_fr: Une erreur s'est produite lors de l'ajout de cet artéfact dans la planification générale.

source: An error occurred while removing this artifact from backlog.
fr_fr: Une erreur s'est produite lors de la suppression de cet artéfact du backlog.

source: An error occurred while removing this artifact from top backlog.
fr_fr: Une erreur s'est produite lors de la suppression de cet artéfact dans la planification générale.

source: Remove from backlog
fr_fr: Supprimer du backlog

source: Remove from top backlog
fr_fr: Supprimer de la planification générale

source: This artifact has been added to backlog.
fr_fr: Cet artéfact a été ajouté au backlog.

source: This artifact has been added to top backlog.
fr_fr: Cet artéfact a été ajouté à la planification générale.

source: This artifact has been removed from backlog.
fr_fr: Cet artéfact a été supprimé du backlog.

source: This artifact has been removed from top backlog.
fr_fr: Cet artéfact a été supprimé de la planification générale.
